Repository: AjdinHalilovic/RSI-nevladina_organizacija
Catalog: nevladinaOrg.Web/Resources/SharedResource.*.resx
Languages: bs_latn_ba

source: Forgot password?
bs_latn_ba: Zaboravili ste lozinku?

# HomePage
source: Home
bs_latn_ba: Početna

# IncorrectUsernameOrPassword
source: Incorrect username and/or password.
bs_latn_ba: Pogrešno korisničko ime i/ili lozinka.

source: Login
bs_latn_ba: Prijava

# LogOutSuccess
source: You have successfully logged out.
bs_latn_ba: Uspješno ste se odjavili.

source: Password
bs_latn_ba: Lozinka

source: Remember me
bs_latn_ba: Zapamti me

source: Sign in
bs_latn_ba: Prijavite se

source: Username
bs_latn_ba: Korisničko ime

# TimeIsAlreadyBooked
source: The time is already booked
bs_latn_ba: Termin je zauzet

source: Password is required.
bs_latn_ba: Lozinka je obavezna.

source: Username is required.
bs_latn_ba: Korisničko ime je obavezno.

source: Cancel
bs_latn_ba: Odustani

# ForgotPasswordShortInfo
source: Enter your e-mail address to reset your password:
bs_latn_ba: Unesite Vašu e-mail adresu da resetujete lozinku:

source: Submit
bs_latn_ba: Potvrdi

source: Get an account
bs_latn_ba: Napravite svoj račun

# LoginDescription
source: Fast growing community of dedicated people
bs_latn_ba: Rastuća zajednica posvećenih ljudi

# LoginTitle
source: JOIN OUR GREAT COMMUNITY GET FREE ACCOUNT
bs_latn_ba: PRIDRUŽITE SE NAŠOJ ZAJEDNICI. NAPRAVITE BESPLATAN KORISNIČKI RAČUN

source: Sign Up
bs_latn_ba: Registracija

# SignUpShortInfo
source: Enter your details to create your account:
bs_latn_ba: Unesite Vaše podatke za registraciju:

source: Error
bs_latn_ba: Greška

# NewCity
source: Add new city
bs_latn_ba: Dodaj novi grad

source: Choose Country
bs_latn_ba: Odaberite državu

# ErrAddRegion
source: Region already exsists or there was an error
bs_latn_ba: Region već postoji ili je došlo do greške

# SuccessAddRegion
source: Successfully added new region
bs_latn_ba: Uspješno dodan novi region

# ErrUpdateRegion
source: Region could not be updated
bs_latn_ba: Došlo je do greške pri modifikovanju regiona

# SuccessUpdateRegion
source: Region is updated successfully
bs_latn_ba: Region je uspješno modifikovan

source: Action
bs_latn_ba: Akcija

source: Add new region
bs_latn_ba: Dodajte novi region

source: Close
bs_latn_ba: Izađi

source: Country
bs_latn_ba: Država

source: Edit region
bs_latn_ba: Izmjeni region

source: Name
bs_latn_ba: Naziv

source: New region
bs_latn_ba: Novi region

source: Regions
bs_latn_ba: Regioni

source: Save changes
bs_latn_ba: Spasi izmjene

source: Add country
bs_latn_ba: Dodaj državu

source: Cities
bs_latn_ba: Gradovi

source: Edit
bs_latn_ba: Uredi

source: Edit country
bs_latn_ba: Uredi državu

source: Name of country
bs_latn_ba: Naziv države

source: New country
bs_latn_ba: Nova država

source: Save
bs_latn_ba: Sačuvaj

source: Settings
bs_latn_ba: Postavke

source: Citizenship
bs_latn_ba: Državljanstvo

source: Nationalitiy
bs_latn_ba: Nacionalnost

source: Add citizenship
bs_latn_ba: Dodaj državljanstvo

source: Add nationality
bs_latn_ba: Dodaj nacionalnost

source: Edit citizenship
bs_latn_ba: Uredi državljanstvo

source: Edit nationality
bs_latn_ba: Uredi nacionalnost

source: Name of citizenship
bs_latn_ba: Naziv državljanstva

source: Name of nationality
bs_latn_ba: Naziv nacionalnosti

source: New citizenship
bs_latn_ba: Novo državljanstvo

source: New nationality
bs_latn_ba: Nova nacionalnost

source: City
bs_latn_ba: Grad

source: Postal code
bs_latn_ba: Poštanski broj

source: General settings
bs_latn_ba: Opšte postavke

source: Regional settings
bs_latn_ba: Regionalne postavke

source: Delete
bs_latn_ba: Obriši

source: Remove
bs_latn_ba: Ukloni

# DisplayingNumberOfRecords
source: Displaying {{start}} - {{end}} of {{total}} records
bs_latn_ba: Prikazujem {{start}} - {{end}} od {{total}} zapisa

source: First
bs_latn_ba: Prvi

source: Last
bs_latn_ba: Posljednji

# LoadingDots
source: Loading...
bs_latn_ba: Učitavanje...

source: More pages
bs_latn_ba: Više stranica

source: Next
bs_latn_ba: Sljedeći

source: No records found.
bs_latn_ba: Nema zapisa.

source: Page number
bs_latn_ba: Broj stranice

source: Previous
bs_latn_ba: Prethodni

source: Select page size
bs_latn_ba: Odaberite veličinu stranice

source: Select city
bs_latn_ba: Odaberite grad

source: Select country
bs_latn_ba: Odaberite državu

source: Select region
bs_latn_ba: Odaberite regiju

source: Add city
bs_latn_ba: Dodaj grad

# SaveAndClose
source: Save & Close
bs_latn_ba: Sačuvaj & Zatvori

# SaveAndDuplicate
source: Save & Duplicate
bs_latn_ba: Sačuvaj & Dupliciraj

# SaveAndNew
source: Save & New
bs_latn_ba: Sačuvaj & Napravi novi

# SearchDots
source: Search...
bs_latn_ba: Pretraži...

# SuccessfullySavedAndRecordName
source: '{0}' is <strong>successfully saved</strong>.
bs_latn_ba: '{0}' je <strong>uspješno spremljen</strong>.

source: Record already exists.
bs_latn_ba: Zapis već postoji.

source: Add institution type
bs_latn_ba: Dodaj tip institucije

source: Edit institution type
bs_latn_ba: Uredi tip institucije

source: Institution type
bs_latn_ba: Tip institucije

source: Institution types
bs_latn_ba: Tipovi institucija

source: Name of institution type
bs_latn_ba: Naziv tipa institucije

source: New institution type
bs_latn_ba: Novi tip institucije

# ErrorMessageCountryReq
source: Country is required.
bs_latn_ba: Država je obavezna.

# ErrorMessageNameLen100
source: Maximum name length is 100 characters.
bs_latn_ba: Maksimalna dužina naziva je 100 karaktera.

# ErrorMessageNameReq
source: Name is required.
bs_latn_ba: Naziv je obavezan.

source: Dashboard
bs_latn_ba: Početna

source: Saved!
bs_latn_ba: Spremljeno!

source: Academic degrees
bs_latn_ba: Akademska zvanja

source: Academic titles
bs_latn_ba: Akademske titule

source: Add academic degrees
bs_latn_ba: Dodaj akademsko zvanje

source: Add organization
bs_latn_ba: Dodaj organizaciju

source: Choose city
bs_latn_ba: Odaberite grad

source: Choose institution
bs_latn_ba: Odaberite instituciju

source: Choose organization
bs_latn_ba: Odaberite organizaciju

source: Choose organization type
bs_latn_ba: Odaberite tip organizacije

source: Choose region
bs_latn_ba: Odaberite region

source: Institution
bs_latn_ba: Institucija

source: Name of organization
bs_latn_ba: Naziv organizacije

source: Organizations
bs_latn_ba: Organizacije

source: Parent organization
bs_latn_ba: Nadređena organizacija

source: Place
bs_latn_ba: Mjesto

source: Additional information
bs_latn_ba: Dodatne informacije

source: Address
bs_latn_ba: Adresa

source: New organization
bs_latn_ba: Nova organizacija

source: Select institution type
bs_latn_ba: Odaberite tip institucije

# SuccessfullyRemovedName
source: '{0}' is <strong>successfully removed</strong>.
bs_latn_ba: '{0}' je <strong>uspješno izbrisan</strong>.

source: Nationalities
bs_latn_ba: Nacionalnosti

source: Citizenships
bs_latn_ba: Državljanstva

# ErrorMessageAddressLen100
source: Maximum address length is 100 characters.
bs_latn_ba: Maksimalna dužina adrese je 100 karaktera

# ErrorMessageAddressReq
source: Address is requried.
bs_latn_ba: Adresa je obavezna.

# ErrorMessageCityReq
source: City is requried.
bs_latn_ba: Grad je obavezan.

# ErrorMessageContactPhoneLen20
source: Maximum contact phone length is 20 characters.
bs_latn_ba: Maksimalna dužna kontakta je 20 karaktera.

# ErrorMessageContactPhoneReq
source: Contact phone is requried.
bs_latn_ba: Kontakt je obavezan.

# ErrorMessageEmailLen20
source: Maximum email length is 20 characters.
bs_latn_ba: Maksimalna dužina email-a je 20 karaktera.

# ErrorMessageEmailReq
source: Email is requried.
bs_latn_ba: Email je obavezan.

# ErrorMessageIntitutionTypeReq
source: Institution type is requried.
bs_latn_ba: Tip institucije je obavezan.

source: Institutions
bs_latn_ba: Institucije

source: Add institution
bs_latn_ba: Dodaj instituciju

source: Active
bs_latn_ba: Aktivno

# AdditionalInfo
source: Additional information
bs_latn_ba: Dodatne informacije

source: Contact phone
bs_latn_ba: Kontakt telefon

source: Parent institution
bs_latn_ba: Nadređena institucija

source: Social URL
bs_latn_ba: Društvena mreža URL

source: Website URL
bs_latn_ba: Web stranica URL

source: Edit institution
bs_latn_ba: Uredi instituciju

source: Add region
bs_latn_ba: Dodaj region

source: Academic degree
bs_latn_ba: Akademska diploma

source: Add academic title
bs_latn_ba: Dodaj akademsku titulu

source: Edit organization type
bs_latn_ba: Uredi organizacijski tip

# AddOrganizations
source: Add organization
bs_latn_ba: Dodaj organizaciju

source: Reload
bs_latn_ba: Osvježi

source: Add blood type
bs_latn_ba: Dodaj krvnu grupu

source: Blood type
bs_latn_ba: Krvna grupa

source: Blood types
bs_latn_ba: Krvne grupe

source: Edit blood type
bs_latn_ba: Uredi krvnu grupu

# ErrorMessageRhReq
source: Rh is requried.
bs_latn_ba: Rh je obavezan.

source: Removed
bs_latn_ba: Izbrisano!

# NotSuccessfullyRemovedName
source: '{0}' is not <strong>successfully removed</strong>.
bs_latn_ba: '{0}' nije <strong>uspješno izbrisan</strong>.

source: Activity code
bs_latn_ba: Šifra djelatnosti

source: Add taxpayer
bs_latn_ba: Dodaj poreskog obveznika

source: Edit taxpayer
bs_latn_ba: Uredi poreskog obveznika

# ErrorMessageActivityCodeLen100
source: Maximum activity code length is 100 characters.
bs_latn_ba: Maksimalna dužina šifre djelatnosti je 100 karaktera.

# ErrorMessageActivityCodeReq
source: Activity code is requried.
bs_latn_ba: Šifra djelatnosti je obavezna

# ErrorMessageRegistrationNumberLen100
source: Maximum registration number length is 100 characters.
bs_latn_ba: Maksimalna dužina registracijskog broja je 100 karaktera.

# ErrorMessageRegistrationNumberReq
source: Registration number is requried.
bs_latn_ba: Registracijski broj je obavezan.

source: Registration number
bs_latn_ba: Registracijski broj

source: Taxpayer
bs_latn_ba: Poreski obveznik

source: Taxpayers
bs_latn_ba: Poreski obveznici

# AnErrorOccurredFriendly
source: Sorry, something went wrong. We're working on getting this fixed as soon as we can.
bs_latn_ba: Žao nam je, nešto je krenulo po zlu. Radimo na tome da ovo popravimo što prije.

# ErrorFriendly
source: Error ! :(
bs_latn_ba: Greška ! :(

source: Are you sure?
bs_latn_ba: Da li ste sigurni?

source: No, cancel.
bs_latn_ba: Ne, odustani.

source: This record will be deleted.
bs_latn_ba: Ovaj zapis će biti izbrisan.

source: Yes, delete it.
bs_latn_ba: Da, obriši.

source: Appointments
bs_latn_ba: Termini

source: Delete all
bs_latn_ba: Obriši sve

source: Roles
bs_latn_ba: Uloge

# ErrorMessageActiveReq
source: Active is requried.
bs_latn_ba: Aktivan je obavezno polje.

# ErrorMessageControllerNameLen100
source: Maximum controller name is 100 characters.
bs_latn_ba: Maksimalna duzina naziva kontrolera je 100 karaktera.

# ErrorMessageControllerNameReq
source: Controller name is requried.
bs_latn_ba: Naziv kontrolera je obavezan.

# ErrorMessageFunctionNumberRange1_100
source: Function number must be in range 1 to 100.
bs_latn_ba: Broj funkcije mora biti u rasponu od 1 do 100.

# ErrorMessageFunctionNumberReq
source: Function number is requried.
bs_latn_ba: Broj funkcije je obavezan.

source: Desription
bs_latn_ba: Opis

source: Add role
bs_latn_ba: Dodaj ulogu

source: Functionalities
bs_latn_ba: Funkcionalnosti

source: Edit role
bs_latn_ba: Uredi ulogu

# ErrorMessageIconPathReq
source: Icon path is requried.
bs_latn_ba: Ikona je obavezna.

# ErrorMessageShortNameLen5
source: Maximum short name length is 5 characters.
bs_latn_ba: Maksimalna dužina skraćenice je 5 karaktera.

# ErrorMessageShortNameReq
source: Short name is requried.
bs_latn_ba: Skraćenica je obavezna.

source: Add language
bs_latn_ba: Dodaj jezik

source: Edit language
bs_latn_ba: Uredi jezik

source: Icon
bs_latn_ba: Ikona

source: Languages
bs_latn_ba: Jezici

source: Short name
bs_latn_ba: Skraćenica

source: Add appointment
bs_latn_ba: Zakaži termin

source: Marital status
bs_latn_ba: Bračni status

source: Add marital status
bs_latn_ba: Dodaj bračni status

source: Edit marital status
bs_latn_ba: Uredi bračni status

source: Marital statuses
bs_latn_ba: Bračni statusi

source: Add contact types
bs_latn_ba: Dodaj tip kontakta

source: Contact type
bs_latn_ba: Tip kontakta

source: Contact types
bs_latn_ba: Tipovi kontakta

source: Edit contact type
bs_latn_ba: Uredi tip kontakta

# ErrorMessageOrganizationTypeReq
source: Organization type is required
bs_latn_ba: Tip organizacije je obavezan

source: Announcement type
bs_latn_ba: Tip najave

source: Add announcement type
bs_latn_ba: Dodaj tip najave

source: Add announcement types
bs_latn_ba: Dodaj tip najave

source: Edit announcement types
bs_latn_ba: Uredi tip najave

# ErrorMessageTypeReq
source: Type is required
bs_latn_ba: Polje tip je potrebno unijeti

source: Type
bs_latn_ba: Tip

source: Add treatment
bs_latn_ba: Dodaj tretman

source: Edit treatment
bs_latn_ba: Uredi tretman

source: Edit treatments
bs_latn_ba: UrediTretmane

source: Treatment
bs_latn_ba: Tretman

source: Treatments
bs_latn_ba: Tretmani

source: Add appointment status
bs_latn_ba: Dodaj status termina

source: Add bug type
bs_latn_ba: Dodaj tip greške

source: Appointment statuses
bs_latn_ba: Status termina

source: Bug types
bs_latn_ba: Tip greške

source: Edit appointment status
bs_latn_ba: Uredi status termina

source: Edit bug type
bs_latn_ba: Uredi tip greške

source: Bug reports
bs_latn_ba: Prijava problema u softveru

source: Feature recommendations
bs_latn_ba: Prijedlog novih funkcionalnosti

source: Issues
bs_latn_ba: Problemi

source: Bugs
bs_latn_ba: Greške

# ErrorMessageDescriptionReq
source: Description is required
bs_latn_ba: Potrebno je unijeti opis

# ErrorMessageImageReq
source: Image is required
bs_latn_ba: Potrebno je unijeti sliku

# ErrorMessageTitleLen100
source: Length of title should be less then 100
bs_latn_ba: Dužina naslova mora biti manja od 100

# ErrorMessageTitleReq
source: Title is requried.
bs_latn_ba: Naslov je obavezan.

source: Bug
bs_latn_ba: Greška

source: Enter description
bs_latn_ba: Unesite opis greške koju ste uočili

# GetNotifiedEmail
source: Get notified via email when the bug is resolved
bs_latn_ba: Obavjesti me putem emaila kada problem bude riješen

source: Title
bs_latn_ba: Naslov

source: Edit bug
bs_latn_ba: Uredi grešku

source: Bug status
bs_latn_ba: Status greške

source: Bug type
bs_latn_ba: Tip greške

source: Select bug status
bs_latn_ba: Odaberite status greške

source: Select bug type
bs_latn_ba: Odaberite tip greške

source: Description
bs_latn_ba: Opis

source: Details
bs_latn_ba: Detalji

# DateTimeCreated
source: Date created
bs_latn_ba: Datum kreiranja

source: User
bs_latn_ba: Korisnik

source: Features
bs_latn_ba: Funkcionalnosti

source: Select status
bs_latn_ba: Odaberite status

source: Pending
bs_latn_ba: Na čekanju

# UploadTypeFileNotSupported
source: '{0}' type file is not supported.
bs_latn_ba: '{0}' tip fajla nije moguce dodati.

source: Add announcement
bs_latn_ba: Dodaj obavijest

source: Announcements
bs_latn_ba: Obavijesti

source: Content
bs_latn_ba: Sadržaj

source: Documents
bs_latn_ba: Dokumenti

# ErrorMessageAnnouncementTypeReq
source: Announcement type is requried.
bs_latn_ba: Tip obavijesti je obavezan.

# ErrorMessageContentReq
source: Content is requried.
bs_latn_ba: Sadržaj je obavezan.

# ErrorMessageSubtitleLen80
source: Maximum length subtitle is 80 characters.
bs_latn_ba: Maksimalna dužina podnaslova je 80 karaktera.

# ErrorMessageTitleLen80
source: Maximum length title is 80 characters.
bs_latn_ba: Maksimalna dužina naslova je 80 karaktera.

source: Images
bs_latn_ba: Slike

source: Posted
bs_latn_ba: Objavljeno

# SelectAnnouncementTypes
source: Select announcement type
bs_latn_ba: Odaberi tip obavijesti

source: Subtitle
bs_latn_ba: Podnaslov

source: Who will see announcement?
bs_latn_ba: Ko će vidjeti obavijest?

source: Edit announcement
bs_latn_ba: Uredi obavijest

source: Files
bs_latn_ba: Fajlovi

source: Download
bs_latn_ba: Preuzimanje

source: Download all
bs_latn_ba: Preuzmi sve

# DropzoneMsgDesc
source: Only image and documents are allowed for upload
bs_latn_ba: Samo slike i dokumenti su dozvoljeni za prijenos.

# DropzoneMsgTitle
source: Drop files here or click to upload.
bs_latn_ba: Prevucite fajlove ovdje ili kliknite za prijenos.

# ErrorMessageCheckSendToReq
source: Select who will see announcement.
bs_latn_ba: Izaberite ko će vidjeti obavijest.

source: Send only to certain organizations.
bs_latn_ba: Pošalji samo određenim organizacijama.

source: Send to all organizations.
bs_latn_ba: Pošalji svim organizacijama.

source: Not found any institution as recipient.
bs_latn_ba: Nije pronađena niti jedna institucija kao primalac obavijesti.

source: Events
bs_latn_ba: Događaji

# ErrorMessageFunctionalityReq
source: Role must have minimum 1 functionality.
bs_latn_ba: Rola mora imati najmanje 1 funkcionalnost.

source: Add event
bs_latn_ba: Dodaj događaj

source: Payments / registrations
bs_latn_ba: Uplate / registracije

source: Duration
bs_latn_ba: Trajanje

source: Event items
bs_latn_ba: Stavke događaja

source: Registrations
bs_latn_ba: Registracije

source: Sponsors
bs_latn_ba: Sponzori

source: Surname
bs_latn_ba: Prezime

source: Date of registration
bs_latn_ba: Datum registracije

source: Paid
bs_latn_ba: Plaćeno

# FirstName
source: Name
bs_latn_ba: Ime

source: Confirm
bs_latn_ba: Potvrdi

source: End event
bs_latn_ba: Kraj događaja

# ErrorMessageEndDateReq
source: End date is required.
bs_latn_ba: Datum završetka je obavezan.

# ErrorMessagePlaceLen100
source: Maximum place length is 100 characters.
bs_latn_ba: Maksimalna dužina mjesta je 100 karaktera.

# ErrorMessagePlaceReq
source: Place is required.
bs_latn_ba: Mjesto je obavezno.

# ErrorMessageStartDateReq
source: Start date is required.
bs_latn_ba: Datum početka je obavezan.

source: Start event
bs_latn_ba: Početak događaja

source: Edit event
bs_latn_ba: Uredi događaj

source: Registration
bs_latn_ba: Registracija

source: Amount
bs_latn_ba: Iznos

# ErrorMessageAmountReq
source: Amount is required.
bs_latn_ba: Iznos je obavezan.

# SuccessfullyConfirmedRegistration
source: Registration for '{0}' is successfully confirmed.
bs_latn_ba: Registracija za '{0}' je uspiješno potvrđena.

source: Select sponsor
bs_latn_ba: Odaberi sponzora

source: Select sponsor type
bs_latn_ba: Odaberi tip sponzora

source: Sponsor type
bs_latn_ba: Tip sponzora

source: Add sponsor
bs_latn_ba: Dodaj sponzora

# ErrorMessageNewSponsorReq
source: Select new or exists sponsor.
bs_latn_ba: Izaberi novog ili postojeceg sponzora.

# ErrormessageSponsorReq
source: Sponsor is required.
bs_latn_ba: Sponzor je obavezan.

# ErrorMessageSponsorTypeReq
source: Sponsor type is required.
bs_latn_ba: Tip sponzora je obavezan.

# ErrorMessageWebUrlReq
source: Website URL is required.
bs_latn_ba: Website URL je obavezan.

source: Sponsor
bs_latn_ba: Sponzor

source: Edit sponsor
bs_latn_ba: Uredi sponzora

source: Add new sponsor
bs_latn_ba: Dodaj novog sponzora

source: Select an existing sponsor
bs_latn_ba: Odaberi postojećeg sponzora

# ErrorMessageStartTimeReq
source: Start time is required.
bs_latn_ba: Vrijeme početka je obavezno.

source: Add event item
bs_latn_ba: Dodaj stavku dogđaja

# ConfereneRoom
source: Conference room
bs_latn_ba: Konferencijska sala

# StartEndTime
source: Start / End
bs_latn_ba: Početak/Kraj

source: Event item type
bs_latn_ba: Tip stavke događaja

# ErrorMessageEventItemTypeReq
source: Event item type is required.
bs_latn_ba: Tip stavke događaja je obavezan.

source: Select event item types
bs_latn_ba: Odaberi tip/tipove stavke eventa

source: Select lecturer-s
bs_latn_ba: Odaberi predavača-e.

source: Start time
bs_latn_ba: Vrijeme početka

# ErrorMessageAboutLectureReq
source: About lecture is required.
bs_latn_ba: Opis predavanja je obavezan.

# ErrorMessageDurationReq
source: Duration is required.
bs_latn_ba: Trajanje je obavezno.

# ErrorMessageLecturerReq
source: Lecturer is required.
bs_latn_ba: Predavač je obavezan.

source: Map
bs_latn_ba: Mapa

source: Edit event item
bs_latn_ba: Uredi stavku događaja

# DateFormat
source: MM/dd/yyyy
bs_latn_ba: dd.MM.yyyy

source: Register
bs_latn_ba: Registruj se

# SuccessfullyAddedRegistration
source: Registration for '{0}' is successfully added.
bs_latn_ba: Registracija za '{0}' je uspiješno dodana.

source: Registration already exists.
bs_latn_ba: Registracija već postoji.

source: Add lecture and lecturer
bs_latn_ba: Dodaj predavanje i predavača

# Ends
source: End
bs_latn_ba: Kraj

# ErrorMessageSelectOrganizationAsRecipientMin1
source: Select minimum one organization as recipient.
bs_latn_ba: Odaberite minimalno jednu organizaciju za primaoca.

source: Edit organization
bs_latn_ba: Uredi organizaciju

source: Not found any organization as recipient
bs_latn_ba: Nije pronađena niti jedna organizacija kao primalac obavijesti.

# ErrorMessageDateFromBeforeDateTo
source: Start event should be before the end event.
bs_latn_ba: Početak eventa mora biti prije kraja.

# ErrorMessageStartTimeBetweenDateFromDateTo
source: Start time should be between {0} and {1}.
bs_latn_ba: Vrijeme početka mora biti izmedju {0} i {1}.

source: Event has already begun.
bs_latn_ba: Događaj je već počeo.

source: Add academic degree
bs_latn_ba: Dodaj akademsko zvanje

source: Add organization type
bs_latn_ba: Dodaj tip organizacije

source: Announcement types
bs_latn_ba: Tipovi obavijesti

source: Organization types
bs_latn_ba: Tipovi organizacije

source: records
bs_latn_ba: zapisa

source: Selected
bs_latn_ba: Odabrano

source: Patient name
bs_latn_ba: Ime pacijenta

# SelectYourLanguage
source: Select language
bs_latn_ba: Odaberite jezik

source: Time
bs_latn_ba: Vrijeme

source: Filter appointment by date
bs_latn_ba: Filtriraj termine po datumu

# DateTime
source: Date and time
bs_latn_ba: Datum i vrijeme

# EnterDurationInMinutes
source: Please enter duration in minutes
bs_latn_ba: Unesite trajanje u minutama

source: All treatments
bs_latn_ba: Svi tretmani

source: Add bug
bs_latn_ba: Dodaj grešku

# ErrorMessageConferenceRoomReq
source: Conference room is required.
bs_latn_ba: Konferencijska sala je obavezna.

source: Continue
bs_latn_ba: Nastavi

source: Allergies
bs_latn_ba: Alergije

source: Diseases
bs_latn_ba: Bolesti

source: Medicines
bs_latn_ba: Lijekovi

# PlansAndTerapies
source: Plans & Terapies
bs_latn_ba: Planovi i terapije

source: Treatment history
bs_latn_ba: Historija liječenja

source: Anamnesis
bs_latn_ba: Anamneza

source: Diagnosis
bs_latn_ba: Dijagnoza

source: Operations
bs_latn_ba: Operacije

# EmergencyLowercased
source: emergency
bs_latn_ba: hitni

# RegularLowercased
source: regular
bs_latn_ba: redovni

# TotalLowercased
source: total
bs_latn_ba: ukupno

source: Treatments in numbers
bs_latn_ba: Tretmani u brojkama

source: Patients
bs_latn_ba: Pacijetni

source: Address is required.
bs_latn_ba: Adresa je obavezna.

source: City is required.
bs_latn_ba: Grad je obavezan.

source: Country is required.
bs_latn_ba: Država je obavezna.

source: Date of birth
bs_latn_ba: Datum rođenja

source: Date of birth is required.
bs_latn_ba: Datum rođenja je obavezan.

source: Gender
bs_latn_ba: Spol

source: Gender is required.
bs_latn_ba: Spol je obavezan.

source: Last name
bs_latn_ba: Prezime

source: Last name is required.
bs_latn_ba: Prezime je obavezno.

source: Phone
bs_latn_ba: Telefon

source: Region is required.
bs_latn_ba: Regija je obavezna.

source: Residence
bs_latn_ba: Prebivalište

source: Residence address
bs_latn_ba: Adresa prebivališta

source: Add patient
bs_latn_ba: Dodaj pacijenta

source: Choose gender
bs_latn_ba: Odaberite spol

source: Contact details
bs_latn_ba: Kontakt podaci

source: Female
bs_latn_ba: Žensko

# FemaleShort
source: F
bs_latn_ba: Ž

source: Male
bs_latn_ba: Muško

source: Patient add
bs_latn_ba: Dodavanje pacijenta
