Repository: AjdinHalilovic/RSI-nevladina_organizacija
Catalog: nevladinaOrg.Web/Resources/SharedResource.*.resx
Languages: bs_latn_ba

# PatientAddError
source: There was an error while trying to add patient.
bs_latn_ba: Došlo je do greške prilikom dodavanja pacijenta.

# PatientAddSuccess
source: Patient added successfully.
bs_latn_ba: Pacijent uspješno dodan.

source: Personal details
bs_latn_ba: Lični podaci

source: User details
bs_latn_ba: Korisnički podaci

# ErrorMessageSelectUserAsRecipientMin1
source: Select minimum one user as recipient.
bs_latn_ba: Odaberiti minimalno jednog korisnika za primaoca.

source: Not found any users as recipient.
bs_latn_ba: Nije pronađen niti jedan korisnik kao primalac obavijesti.

source: Send only to certain users
bs_latn_ba: Pošalji samo određenim korisnicima

source: Send to all users
bs_latn_ba: Pošalji svim korisnicima

# ErrorMessagePaymentForRegistrationExists
source: Payment for selected registration already exists.
bs_latn_ba: Uplata za odabranu registraciju već postoji.

source: And
bs_latn_ba: I

source: Select date
bs_latn_ba: Odaberi datum

# NotSuccessfullyRemovedEvent
source: Event <strong>is not successfully</strong> removed because there are <strong>{0}</strong> active payments.
bs_latn_ba: Događaj <strong>nije uspijesno</strong> izbrisan jer postoji <strong>{0}</strong> aktivnih uplata.

source: Edit academic degree
bs_latn_ba: Uredi akademsko zvanje

source: Edit academic title
bs_latn_ba: Uredi akademsku titulu

source: Edit appointment
bs_latn_ba: Izmjni termin

source: Minutes
bs_latn_ba: Minuta

source: Required field
bs_latn_ba: Obavezno polje

source: You have available
bs_latn_ba: Imate slobodnih

source: Add new lecturer
bs_latn_ba: Dodaj novog predavača

# SelectExistingLecturer
source: Select an existing lecturer
bs_latn_ba: Odaberi postojećeg predavača

# ErrorMessageSelectNewOrExistsLecturer
source: Select exists lecturer or add new.
bs_latn_ba: Odaberite postojećeg predavača ili unestie novog.

# ErrorMessageBugTypeReq
source: Bug type is required.
bs_latn_ba: Tip greške je obavezan.

source: Reported from:
bs_latn_ba: Prijavljeno od:

# GetNotifiedEmailFeature
source: Get notified via email when the feature is implemented.
bs_latn_ba: Obavijesti me putem email-a kada funkctionalnost bude implementirana.

source: Add licence type
bs_latn_ba: Dodaj tip licence

# AddLicenceTypes
source: Add licence type
bs_latn_ba: Dodaj tipove licenci

source: Choose licence type
bs_latn_ba: Odaberi tip licence

source: Edit licence type
bs_latn_ba: Uredi tip licence

# ErrorMessageLicenceTypeReq
source: Licence type is required!
bs_latn_ba: Tip licence je obavezan!

source: Licence type
bs_latn_ba: Tip licence

source: Licence types
bs_latn_ba: Tipovi licenci

source: Name of licence type
bs_latn_ba: Naziv tipa licence

source: New licence type
bs_latn_ba: Novi tip licence

source: Select licence type
bs_latn_ba: Odaberi tip licence

source: Add employee status
bs_latn_ba: Dodaj status zaposlenika

source: Choose employee status
bs_latn_ba: Odaberi status zaposlenika

source: Delete employee status
bs_latn_ba: Izbrisi status zaposlenika

source: Edit employee status
bs_latn_ba: Uredi status zaposlenika

source: Select employee status
bs_latn_ba: Oznaci status zaposlenika

source: Add Operation
bs_latn_ba: Dodaj operaciju

source: Delete Operation
bs_latn_ba: Izbriši operaciju

source: Edit Operation
bs_latn_ba: Uredi operaciju

source: Appointment types
bs_latn_ba: Tipovi termina

source: Disease
bs_latn_ba: Bolest

source: Materials
bs_latn_ba: Materijali

source: Measurement units
bs_latn_ba: Mjerne jedinice

source: Tooth states
bs_latn_ba: Stanje zuba

# AddMaterials
source: Add material
bs_latn_ba: Dodaj materijal

source: Add Operations
bs_latn_ba: Dodaj operacije

source: Measurement unit
bs_latn_ba: Mjerna jedinica

# AtLeastOneContactIsRequired
source: At least one contact type is required.
bs_latn_ba: Najmanje jedan tip kontakta je obavezan.

source: Full name
bs_latn_ba: Ime i prezime

source: years
bs_latn_ba: god.

source: Select patient
bs_latn_ba: Odaberite pacijenta

source: Add survey
bs_latn_ba: Dodaj anketu

source: Expired date
bs_latn_ba: Datum isteka važenja

source: Surveys
bs_latn_ba: Ankete

source: Questions
bs_latn_ba: Pitanja

source: Activations
bs_latn_ba: Aktivacije

source: Add activation
bs_latn_ba: Dodaj aktivaciju

source: Add answer
bs_latn_ba: Dodaj odgovor

source: Add existing questions
bs_latn_ba: Dodaj postojeća pitanja

source: Add new question
bs_latn_ba: Dodaj novo pitanje

source: Answer
bs_latn_ba: Odgovor

source: Answers
bs_latn_ba: Odgovori

source: Edit survey
bs_latn_ba: Uredi anketu

# ErrorMessageAnswerReq
source: Answer is required.
bs_latn_ba: Odgovor je obavezan.

# ErrorMessageQuestionLen200
source: Maximum question length is 200 characters.
bs_latn_ba: Maksimalna dužina pitanja je 200 karaktera.

# ErrorMessageQuestionReq
source: Question is required.
bs_latn_ba: Pitanje je obavezno.

# ErrorMessageQuestionTypeReq
source: Question type is required.
bs_latn_ba: Tip pitanja je obavezan.

# ErrorMessageSelectMin1QuestionGender
source: Select minimum one gender.
bs_latn_ba: Odaberite minimalno jedan spol.

# ErrorMessageSurveyQuestionReq
source: Survey must contain questions.
bs_latn_ba: Anketa mora sadržavati pitanja.

# EssayQuestionNote
source: It is not possible to define the answers for the selected type of questions!
bs_latn_ba: Za odabrani tip pitanja nije moguće definisati odgovore!

source: Expired activation
bs_latn_ba: Istek aktivacije

source: No
bs_latn_ba: Ne

source: Question
bs_latn_ba: Pitanje

source: Question type
bs_latn_ba: Tip pitanja

# SelectExistingQuestionNote
source: In this section you can select the already created questions, and assign them to the survey.
bs_latn_ba: U ovoj sekciji možete odabrati već kreirana pitanja, te ih dodjeliti anketi.

source: Select person
bs_latn_ba: Odaberite osobu

source: Select question type
bs_latn_ba: Odaberi tip pitanja

source: Staff
bs_latn_ba: Osoblje

source: Start activation
bs_latn_ba: Početak aktivacije

source: Yes
bs_latn_ba: Da

source: Assign to all patients
bs_latn_ba: Dodjeli svim pacijentima

source: Assign to all staff
bs_latn_ba: Dodjeli svim zaposlenima

source: Assign to certain patients
bs_latn_ba: Dodjeli određenim pacijentima

source: Assign to certain staff
bs_latn_ba: Dodjeli određenim zaposlenima

source: Editable
bs_latn_ba: Omogući izmjenu

# ErrorMessageAssignMinOnePatientToActivation
source: Assign activation to at least one patient.
bs_latn_ba: Dodjelite aktivaciju minimalno jednom pacijentu.

# ErrorMessageAssignMinOneStaffToActivation
source: Assign activation to at least one staff member.
bs_latn_ba: Dodjelite aktivaciju minimalno jednom članu osoblja.

# ErrorMessageExpiredActivationReq
source: Expired activation is required.
bs_latn_ba: Istek aktivacije je obavezan.

# ErrorMessageSelectWhomAssignActivation
source: Select whom you assign activation
bs_latn_ba: Označite kome dodjeljujete aktivaciju

# ErrorMessageStartActivationReq
source: Start activation is required.
bs_latn_ba: Početak aktivacije je obavezan.

source: Whom you assign activation?
bs_latn_ba: Kome dodjeljujete aktivaciju?

# ActivationContainsActiveAnswers
source: Activation containts active answers
bs_latn_ba: Aktivacija sadrži aktivne odgovore

# DateTimeFormat
source: MM/dd/yyyy HH:mm
bs_latn_ba: dd.MM.yyyy HH:mm

source: Drop here your profile image!
bs_latn_ba: Prevucite ovdje vašu profilnu sliku!

# DropzoneMsgDesc1
source: Only images are allowed for upload.
bs_latn_ba: Samo slike su dozvoljene za prijenos.

source: Account setup
bs_latn_ba: Postavke profila

source: Confirmation
bs_latn_ba: Potvrda

# GeneralInfo
source: General information
bs_latn_ba: Opšte informacije

# StatusInfo
source: Status information
bs_latn_ba: Statusne informacije

source: Are you student?
bs_latn_ba: Da li ste student?

source: City of birth
bs_latn_ba: Grad rođenja

source: Country of birth
bs_latn_ba: Država rođenja

# InThisSectionTypeYourContactInfo
source: In this section type your contact information.
bs_latn_ba: U ovoj sekciji upišite svoje kontakt podatke

# NumberOfMobile
source: Mobile number
bs_latn_ba: Broj mobitela

# NumberOfPhone
source: Phone number
bs_latn_ba: Broj telefona

source: Parent name
bs_latn_ba: Ime roditelja

# PrimaryEmail
source: Primary e-mail address
bs_latn_ba: Primarna e-mail adresa

source: Profile image
bs_latn_ba: Profilna slika

# SecondaryEmail
source: Secondary e-mail address
bs_latn_ba: Sporedna e-mail adresa

source: Select citizenship
bs_latn_ba: Odaberite državljanstvo

source: Social security number
bs_latn_ba: Broj socialnog osiguranja

source: Academic title
bs_latn_ba: Akademska titula

source: Access details
bs_latn_ba: Pristupni podaci

source: Created date
bs_latn_ba: Datum izdavanja

source: Culture name
bs_latn_ba: Naziv kulture

# EmploymentStatus
source: Employement status
bs_latn_ba: Status zaposlenosti

# ErrorMessageAcademicDegreeReq
source: Academic degree is required.
bs_latn_ba: Akademska diploma je obavezna.

# ErrorMessageAcademicTitleReq
source: Academic title is required.
bs_latn_ba: Akademska titula je obavezna.

# ErrorMessageDateOfBirthReq
source: Date of birth is required.
bs_latn_ba: Datum rođenja je obavezan.

# ErrorMessageEmploymentStatusReq
source: Employment status is requried.
bs_latn_ba: Status zaposlenosti je obavezan.

# ErrorMessageLastNameReq
source: Last name is required.
bs_latn_ba: Prezime je obavezno.

# ErrorMessageMartialStatusReq
source: Martial status is required.
bs_latn_ba: Bračni status je obavezan.

# ErrorMessageNationalIDNumberMinLen13
source: Minimum national ID number length is 13 characters.
bs_latn_ba: Minimalna dužina jedinstvenog matičnog broja je 13 karaktera.

# ErrorMessageNationalIDNumberReq
source: National ID number is required.
bs_latn_ba: Jedinstveni matični broj je obavezan.

# ErrorMessageNumberOfMobileReq
source: Number of mobile is required.
bs_latn_ba: Broj mobitela je obavezan.

# ErrorMessageParentNameReq
source: Parent name is required.
bs_latn_ba: Ime roditelja je obavezno.

# ErrorMessagePrimaryEmailReq
source: Primary email address is required.
bs_latn_ba: Primarna email adresa je obavezna.

# ErrorMesssageSocialSecurityNumberReq
source: Social security number is required.
bs_latn_ba: Broj socialnog osiguranja je obavezan.

source: Is license permanent?
bs_latn_ba: Da li je licenca stalna?

source: License details
bs_latn_ba: Podaci o licenci

source: License number
bs_latn_ba: Broj licence

source: License per period
bs_latn_ba: Licenca na određeni period

source: New member
bs_latn_ba: Novi član

source: Password confirmation
bs_latn_ba: Potvrda lozinke

source: Permanent license
bs_latn_ba: Stalna licenca

source: Select academic degree
bs_latn_ba: Odaberi akademsku diplomu

source: Select academic title
bs_latn_ba: Odaberi akadamsku titulu

source: Select employement status
bs_latn_ba: Odaberi status zaposlenja

source: Select martial status
bs_latn_ba: Odaberi bračni status

source: Select roles
bs_latn_ba: Odaberi uloge

source: Select type of license
bs_latn_ba: Odaberite tip licence

source: Status details
bs_latn_ba: Statusni podaci

source: User roles
bs_latn_ba: Korisničke uloge

# ErrorMessageGenderReq
source: Gender is required.
bs_latn_ba: Spol je obavezan.

# ErrorMessageUsernameReq
source: Username is required.
bs_latn_ba: Korisničko ime je obavezno.

# ErrorMessagePasswordReq
source: Password is required.
bs_latn_ba: Lozinka je obavezna.

# ErrorMessageFirstNameReq
source: First name is required.
bs_latn_ba: Ime je obavezno.

# ErrorMessageBirthCityReq
source: Birth city is required.
bs_latn_ba: Grad rođenja je obavezan.

# ErrorMessageBirthCountryReq
source: Birth country is required.
bs_latn_ba: Država rođenja je obavezna.

# ErrorMessageCitizenshipReq
source: Citizenship is required.
bs_latn_ba: Državljanstvo je obavezno.

# ErrorMessageLicenseNumberReq
source: License number is required.
bs_latn_ba: Broj licence je obavezan.

source: Doctor
bs_latn_ba: Doktor

source: Employer
bs_latn_ba: Zaposlenik

source: Medicial tehnician
bs_latn_ba: Medicinski tehničar

# SelectMembershipType
source: Select memebrship type/types
bs_latn_ba: Odaberi tip/tipove članstva

source: Generate password
bs_latn_ba: Generiši lozinku

source: Passwords do not match.
bs_latn_ba: Lozinke se ne poklapaju.

source: Profile
bs_latn_ba: Profil

source: Add staff
bs_latn_ba: Dodaj osoblje

# TypeOfLicense
source: License type
bs_latn_ba: Tip licence

source: Member of chember
bs_latn_ba: Član komore

# InThisSectionTypeYourLicenseInfo
source: In this section type information about license.
bs_latn_ba: U ovoj sekciji unesite informacije o dozvoli.

# InThisSectionTypeInfoAboutRolesInstitution
source: In this section type user roles at the institution level.
bs_latn_ba: U ovoj sekciji unesite uloge korisnika koje će važiti na nivou institucije.

# ErrorMessagePasswordLen6
source: Minimum password length is 6 characters.
bs_latn_ba: Minimalna dužina lozinke je 6 karaktera.

# ErrorMessagePasswordReqContainLettersAndNumbers
source: Password must contains letters and numbers.
bs_latn_ba: Lozinka mora sadržavati slova i brojeve.

source: Username already exists.
bs_latn_ba: Korisničko ime već postoji.

source: Add license
bs_latn_ba: Dodaj licencu

source: Active license number
bs_latn_ba: Broj aktivne license

source: Add license period
bs_latn_ba: Dodaj period za licencu

source: Licenses
bs_latn_ba: Licence

source: Prolong active license
bs_latn_ba: Produži aktivnu licencu

# ErrorMessageTypeOfLiceseReq
source: Type of licese is required.
bs_latn_ba: Tip licence je obavezan.

source: License
bs_latn_ba: Licenca

source: Inactive
bs_latn_ba: Neaktivna

source: Deactivate
bs_latn_ba: Deaktiviraj

# SweetAlertDeactivatePermanentLicense
source: User can have only one active license at the same time, and if you deactivate selected license, user will no longer have one.
bs_latn_ba: Korisnik može istovremeno imati samo jednu aktivnu licencu, te ukoliko deaktivirate odabranu, korisnik više neće posjedovati niti jednu.

source: Deactivated
bs_latn_ba: Deaktivirano

# SuccessfullyDeactivated
source: '{0}' is <strong>successfully deactivated</strong>.
bs_latn_ba: '{0}' je <strong>uspješno deaktivirana</strong>.

# ErrorMessageCreatedDateBeforeExpiredDate
source: Created date should be before expired date.
bs_latn_ba: Datum izdavanje treba biti prije datuma isteka važenja.

source: Edit license period
bs_latn_ba: Uredi period važenja licence

source: Institution staff
bs_latn_ba: Osoblje institucije

source: Organization staff
bs_latn_ba: Osoblje organizacije

source: New staff
bs_latn_ba: Novo osoblje

# SuccessfullyChanged
source: '{0}' is <strong>successfully changed</strong>.
bs_latn_ba: '{0}' je <strong>uspješno promjenjena</strong>.

# ErrorMessagePhoneFormat
source: Phone format: 0xxxXXXxxx(x)
bs_latn_ba: Format telefona: 0xxXXXxxx(x)

source: Active license
bs_latn_ba: Aktivna licenca

source: Add question
bs_latn_ba: Dodaj pitanje

source: Edit question
bs_latn_ba: Uredi pitanje

# ErrorMessageQuestionEditable
source: Question can not be changed because there are users who have already answered this question.
bs_latn_ba: Pitanje nije moguće uređivati jer postoje korisnici koji su već odgovorili na ovo pitanje.

# ErrorMessageQuestionErasable
source: Question can not be deleted because there are users who have already answered this question.
bs_latn_ba: Pitanje nije moguće obrisati jer postoje korisnici koji su već odgovorili na ovo pitanje.

source: About patient
bs_latn_ba: O pacijentu

source: Birth city
bs_latn_ba: Grad rođenja

source: Birth country
bs_latn_ba: Država rođenja

source: National ID number
bs_latn_ba: Jedinstveni matični broj

# PasswordComplexityInfo
source: The password must be at least 8 characters long and must contain at least one letter, one big letter, one special character and one number.
bs_latn_ba: Lozinka mora biti duga najmanje 8 karatera i mora sadržavati najmanje jedno malo slovo, jedno veliko slovo, jedan specijalni znak i jedan broj.

source: Password confirmation is required.
bs_latn_ba: Potvrda lozinke je obavezna.

source: Passwords don't match.
bs_latn_ba: Lozinke se ne podudaraju.

source: Add allergy
bs_latn_ba: Dodaj alergiju

source: Add disease
bs_latn_ba: Dodaj bolest

source: Add medicine
bs_latn_ba: Dodaj lijek

source: Allergy
bs_latn_ba: Alergija

source: Allergy add
bs_latn_ba: Dodavanje alergije

# AllergyIsRequired
source: At least one allergy is required.
bs_latn_ba: Najmanje jedna alergija je obavezna.

# DiseaseIsRequired
source: At least one disease is required.
bs_latn_ba: Najmanje jedna bolest je obavezna.

source: Medicine
bs_latn_ba: Lijek

source: Medicine add
bs_latn_ba: Dodavanje lijeka

# MedicineIsRequired
source: At least one medicine is required.
bs_latn_ba: Najmanje jedan lijek je obavezan.

source: Select allergy
bs_latn_ba: Odaberi alergiju

source: Select disease
bs_latn_ba: Odaberi bolest

source: Select medicine
bs_latn_ba: Odaberi lijek

source: Disease add
bs_latn_ba: Dodavanje bolesti

source: Add measurement unit
bs_latn_ba: Dodaj mjernu jedinicu

source: Edit measurement unit
bs_latn_ba: Uredi mjernu jedinicu

source: Select measurement unit
bs_latn_ba: Odaberite mjernu jedinicu

source: Add discount
bs_latn_ba: Dodaj popust

source: Add pricelist item
bs_latn_ba: Dodaj stavku cjenovnika

source: Discounts
bs_latn_ba: Popusti

source: Edit pricelist item
bs_latn_ba: Uredite stavku cjenovnika

# ErrorMessageGroupOrSingleDiscountReq
source: Group discount or minimum one single discount is required.
bs_latn_ba: Grupni ili minimalno jedan pojedinacni popust je obavezan.

# ErrorMessageMaterialReq
source: Material is required.
bs_latn_ba: Materijal je obavezan.

# ErrorMessageOperationReq
source: Operation is required.
bs_latn_ba: Operacija je obavezna.

# ErrorMessagePriceWithoutVATReq
source: Price (without VAT) is required.
bs_latn_ba: Cijena (bez PDV-a) je obavezna.

source: Group discount
bs_latn_ba: Grupni popust

source: Material
bs_latn_ba: Materijal

source: Operation
bs_latn_ba: Operacija

source: Pricelist
bs_latn_ba: Cjenovnik

source: Pricelist items
bs_latn_ba: Stavke cjenovnika

source: Price (without VAT)
bs_latn_ba: Cijena (bez PDV-a)

source: Select material
bs_latn_ba: Odaberite materijal

source: Select operation
bs_latn_ba: Odaberite operaciju

# SelectPricelistItemsForDiscount
source: In the table below you can define individual discounts for pricelist items. Only marked items will be saved and others ignored.
bs_latn_ba: U tabeli ispod mozete definisati pojedinacne popuste stavkama cjenovnika. Samo označene stavke će biti spremljene, a ostale će biti ignorisane.

source: Start date
bs_latn_ba: Datum početka važenja

# ErrorMessageAlreadyExistsActiveDiscountInDate
source: Already exists active discount for selected period.
bs_latn_ba: Već postoji aktivan popust za odabrani period.

# ErrorMessageCheckDiscountPricelistItemMin1
source: Select minimum one pricelist item for discount.
bs_latn_ba: Označite minimalno jednu stavku kojoj želite dodjeliti popust.

# ErrorMessageEmailLen50
source: Maximum email length is 50 characters.
bs_latn_ba: Maksimalna dužina emaila je 50 karaktera.

source: Select treatment
bs_latn_ba: Odaberite tretman

# String1
source: Select citizenship
bs_latn_ba: Odaberite državljanstvo

source: Assign to all members
bs_latn_ba: Dodjeli svim članovima

source: Assign to certain members
bs_latn_ba: Dodjeli određenim članovima

source: Members
bs_latn_ba: Članovi

source: You are unauthorized
bs_latn_ba: Nemate pravo pristupa

source: Recent events
bs_latn_ba: Prethodni događaji

source: Add member
bs_latn_ba: Dodaj člana

source: Welcome
bs_latn_ba: Dobrodošli
